Repository: wp-plugins/email-reminder
Catalog: languages/email-reminder-*.po
Languages: nl_nl

source: Create Email Reminder
nl_nl: Creeër email herinnering

source: Enter your reminder
nl_nl: Voer je herinnering in

source: Send Dad a birthday card
nl_nl: Verstuur papa een verjaardagskaart

source: Type your reminder here.
nl_nl: Voer je herinnering in.

source: Email address to send reminder to
nl_nl: Emailadres van de ontvanger

source: youremailaddress@email.com
nl_nl: ontvangeremailadres@email.com

source: Where to email the reminder to. Leave this field blank to send email to yourself
nl_nl: Waar de herinnering naar toe te sturen. Laat leeg om de mail naar je zelf te sturen

source: When to send reminder
nl_nl: Wanneer verzenden

source: YYYY-MM-DD
nl_nl: JJJJ-MM-DD

source: Set the date for the reminder (Format: YYYY-MM-DD)
nl_nl: Stel de datum in van de herinnering (Formaat: JJJJ-MM-DD)

source: Set the time for the reminder. Format: HH:MM. Example: 15:30 or 3:30pm
nl_nl: Stel de tijd van de herinnering in (Formaat: UU:MM. Voorbeeld: 15:30 of 03:30)

source: Current Time:
nl_nl: Huidige tijd:

source: as set in the
nl_nl: als ingesteld in de

source: Timezone settings
nl_nl: Tijdzone instellingen

source: Save Reminder
nl_nl: Herinnering opslaan

source: Cancel Editing
nl_nl: Annuleer bewerken

source: Add Reminder
nl_nl: Herinnering toevoegen

source: Scheduled Reminders
nl_nl: Geplande herinnering

source: Sent Reminders
nl_nl: Verzonden herinneringen

source: Delete all sent reminders
nl_nl: Verwijder alle verzonden herinneringen

source: Reschedule
nl_nl: Herplannen

source: Edit
nl_nl: Bewerk

source: Reminder
nl_nl: Herinnering

source: Send Reminder on
nl_nl: Verzend herinnering op

source: Send To
nl_nl: Verstuur naar

source: Action
nl_nl: Acties

source: No reminders found.
nl_nl: Geen herinnering gevonden.

source: Delete
nl_nl: Verwijder

source: E-Reminders
nl_nl: Herinneringen

source: E-Reminder
nl_nl: Herinnering

source: Create E-Reminder
nl_nl: Creeër herinnering

source: Edit E-Reminder
nl_nl: Bewerk herinnering

source: New E-Reminder
nl_nl: Nieuwe herinnering

source: View E-Reminder
nl_nl: Toon herinnering

source: Search E-Reminders
nl_nl: Zoek herinnering

source: No E-Reminders found
nl_nl: Geen herinneringen gevonden

source: No E-Reminders found in Trash
nl_nl: Geen herinnering in de prullenbak gevonden

source: Please enter a reminder.
nl_nl: Voer een herinnering in a.u.b.

source: Please enter a valid e-mail address.
nl_nl: Voer een geldig emailadres in a.u.b.

source: Please enter date in the correct format (YYYY-MM-DD).
nl_nl: Voer een geldige datum in a.u.b. (Formaat: JJJJ-MM-DD)

source: Please enter time in the correct format (HH:MM:S).
nl_nl: voer een geldige tijd in a.u.b. (Formaat: UU:MM:SS)

source: There was an error scheduling your reminder.
nl_nl: Er ging iets fout tijdens het schedule van de herinnering.

source: Updated reminder
nl_nl: Wijzig herinnering

source: scheduled for
nl_nl: gepland voor

source: Error: Invalid ID:
nl_nl: Fout: Ongeldig Id:

source: Error: Failure deleting reminder
nl_nl: Fout: Verwijderen van herinnering mislukt

source: Please try again.
nl_nl: Probeer het nogmaals a.u.b.

source: deleted.
nl_nl: verwijderd.

source: Error deleting reminder
nl_nl: Fout: Verwijderen van herinnering mislukt

source: This reminder was sent using <a href="http://pogidude.com/email-reminder/">Email Reminder plugin</a> by <a href="http://pogidude.com/about/">Pogidude Web Studio</a>
nl_nl: Deze herinnering is verzonden met de <a href="http://pogidude.com/email-reminder/">Email Reminder plugin</a> gemaakt door <a href="http://pogidude.com/about/">Pogidude Web Studio</a>

source: [Reminder]
nl_nl: Herinnering

source: <p><strong>REMINDER:</strong><br />
nl_nl: <p><strong>Herinnering:</strong><br />
